<%@ page contentType="text/html; charset=UTF-8" %>
<%@ page trimDirectiveWhitespaces="true" %>
<%@ include file="/resource/css/setting.jsp" %>%>

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>

<link rel="stylesheet" type="text/css" href="<%=cp%>/css/header.css" />
<link rel="stylesheet" type="text/css" href="<%=cp%>/css/content.css" />
<link rel="stylesheet" type="text/css" href="<%=cp%>/css/footer.css" />
<script type="text/javascript" src="<%=cp%>/resource/js/util.js"></script>
<script type="text/javascript" src="<%=cp%>/resource/jquery/js/jquery-1.12.4.min.js"></script>
<script src="http://code.jquery.com/jquery-latest.min.js"></script>



</head>
<body>

<div class="header">
    <jsp:include page="/WEB-INF/views/layout/header.jsp"></jsp:include>
</div>
	
<div class="container">
    <div class="body-container" style="width: 900px;">
        <div class="body-title">
        <textarea rows="39px" cols="125px" style="border: 0px;resize:none" >
1. 개인정보 수집에 대한 동의
KoreaHairBand은 회원가입시 이용약관 및 개인정보 처리방침에 대해 [동의]버튼을 선택하여 클릭할 경우 개인정보 수집에 대해 동의한 것으로 간주합니다.

2. 개인정보 수집 및 이용목적
회원의 개인정보는 본인식별 및 각종 서비스이행(웃대캐쉬를 이용한 결제 등), E-mail 등을 통한 이벤트 및 정보제공을 목적으로 수집됩니다. 또한 회원정보는 KoreaHairBand의 전체적인 통계자료로 이용하며 이를 기반으로 광고주 및 협력사와 제휴하여 회원들에게 보다 나은 서비스를 제공하는 데 활용됩니다.

3. 개인정보 수집 항목
KoreaHairBand가 수집하는 개인정보는 서비스제공에 필요한 최소한의 정보만을 수집하며 개인의 기본적 인권침해의 우려가 있는 항목에 대해서는 수집하지 않습니다. 회원가입을 위한 필수적인 요소는 희망아이디, 비밀번호, 성명, 생년월일, 성별, 연락처, 대화명(닉네임), E-mail주소 이며 이외로는 추가적으로 선택 입력사항을 입력할 수 있습니다. 또한 서비스 이용과정이나 사업처리 과정에서 단말기정보(OS, 브라우저 User Agent, 디바이스 아이디, 디바이스 고유번호), IP 주소, 쿠키정보가 생성되어 수집될 수 있습니다.

4. 개인정보의 이용 및 제공
KoreaHairBand는 회원의 개인정보를 [개인정보 수집 및 이용목적]에 고지한 범위 내에서만 사용하며 회원의 동의없이 이를 타인 또는 타 기업/기관에 제공하지 않습니다. 단 다음 사항에 해당하는 경우는 예외로 합니다.

- 회원의 동의가 있는 경우
- KoreaHairBand의 이용약관을 위반한 경우
- 서비스를 이용하여 타인 또는 기관이나 단체에 피해를 가하는 등의 행위로 인해 법적인 조치가 필요한 경우 및 사법기관의 요청이 있을 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
- 통계작성, 학술연구 또는 시장조사를 위하여 개인을 식별할 수 없는 형태로 제공하는 경우 

또한 KoreaHairBand의 운영진은 욕설,무단 광고등 미풍양속을 해치는 행위에 대한 신고가 있을 경우 신고처리를 위한 신고자와 피 신고자의 쪽지함이나 개인정보 등을 열람 할 수 있습니다.

5. 개인정보의 보유기간 및 이용기간
이용자가 KoreaHairBand의 회원으로서 서비스를 이용하고 있는 동안 이용자들의 개인정보를 계속적으로 보유하며 서비스 제공등을 위해 이용합니다. 다만, 아래의 "6. 개인정보의 관리(열람, 정정, 동의철회)에 관한 사항" 에서 설명한 절차와 방법에 따라 회원 본인이 직접 삭제하거나 수정한 정보, 가입해지를 요청한 경우에는 재생할 수 없는 방법에 의하여 디스크에서 완전히 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다.

6. 개인정보의 관리(열람, 정정, 동의철회)에 관한 사항
회원은 언제든지 KoreaHairBand 홈페이지에 로그인을 하여 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 할 수 있습니다. 비밀번호를 잊어버려 로그인을 하지 못할 경우에는 로그인 박스 하단에 있는 [아이디/비밀번호 찾기]를 클릭하여 가입한 아이디를 입력하시면 가입시 등록된 이메일 주소를 통하여 비밀번호를 알려 드립니다. 회원탈퇴는 KoreaHairBand 홈페이지 하단에 있는 "회원탈퇴"를 클릭하시면 안내 사항에 따라 항목 및 질문 사항을 입력하고 전송을 하시면 이용자 본인 여부를 확인하고 처리합니다. 
회원탈퇴가 완료된 경우 개인정보는 삭제되며, 본인확인에 관한 기록은 정보통신 이용촉진 및 정보보호 등에 관한 법률에 의하여 3개월간 유지되며, 방문에 관한 기록은 통신비밀보호법 에 의거하여 3개월간 보존됩니다. 

단, 다음의 정보에 대해서는 아래의 보존 이유를 위해 명시한 기간 동안 보존할 수 있습니다. 

　가. 회사 내부 방침에 의한 정보보유 사유 
　　- 부정이용기록 (징계기록 등의 비정상적 서비스 이용기록) 
　　　보존 항목 : 아이디, 대화명, 인증 휴대폰 번호, 메일주소 
　　　보존 근거 : 부정 가입 및 부정 이용 방지, 불법적 사용 방지 
　　　보존 기간 : 5년 
　　　※ ‘부정이용기록’이란 운영원칙에 위배되는 게시글 작성 등으로 인해 회사로부터 이용제한 등을 당한 기록입니다. 

　나. 관련법령에 의한 정보보유 사유 
　　상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 
　　일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다. 

　　- 계약 또는 청약철회 등에 관한 기록 
　　　보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률 
　　　보존 기간 : 5년 

　　- 대금결제 및 재화 등의 공급에 관한 기록 
　　　보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률 
　　　보존 기간 : 5년 

　　- 전자금융 거래에 관한 기록 
　　　보존 근거 : 전자금융거래법 
　　　보존 기간 : 5년 

　　- 소비자의 불만 또는 분쟁처리에 관한 기록 
　　　보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률 
　　　보존 기간 : 3년 

　　- 웹사이트 방문기록 
　　　보존 근거 : 통신비밀보호법 
　　　보존 기간 : 3개월

7. 개인정보 보호
KoreaHairBand은 회원정보를 안전하게 지키기위해 모든 노력을 기울이고 있습니다. 그러나 회원의 아이디 및 비밀번호의 보안은 기본적으로 회원개개인의 책임 하에 있습니다. KoreaHairBand에서 개인정보에 접근할 수 있는 방법은 오직 회원의 아이디(ID) 및 비밀번호로 인한 로그인(Log in)에 의한 방법이며, KoreaHairBand은 e-mail이나 전화, 그 어떠한 방법을 통해서도 회원의 비밀번호를 묻는 경우는 없으므로(ID/비밀번호 분실로 인한 회원님의 요청 시 제외) 회원 본인이 보안을 위해 비밀번호를 자주 바꾸어주시기 바랍니다. KoreaHairBand을 이용하신 후에는 반드시 로그아웃(Log out)을 해 주시고, 컴퓨터를 공유하거나 공공장소에서 컴퓨터를 사용하는 경우에는 이용 후 반드시 웹 브라우저 의 창을 닫아주는 등 개인정보 유출을 막기 위해 각별히 노력을 기울여주시기 바랍니다.

8. 쿠키(cookie)의 운용 및 활용
KoreaHairBand은 보다 빠른 서비스를 제공하기 위해 간단한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 이용자의 컴퓨터 브라우저(익스플로러, 넷스케이프 등)로 전송하는 소량의 정보입니다. KoreaHairBand은 이 쿠키를 이용하여 KoreaHairBand 서비스에 대한 방문경로 및 이용형태, 선호도, 빈도, 규모 등을 파악하여 더욱 나은 서비스를 만드는데 활용합니다. 또한 이용자는 브라우저의 쿠키내용을 읽고 보다 빠른 서비스를 제공받을 수 있습니다. 회원은 쿠키에 대한 선택권을 가지고 있습니다. 웹브라우저의 옵션을 선택함으로서 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.

9. 개인정보 보호를 위한 기술 및 관리적 대책 
회원의 개인정보는 비밀번호에 의해 보호되며 개인정보의 확인 및 변경은 오직 본인에 의해서만 가능합니다. 따라서 비밀번호를 관리하고 유지하는 책임은 본인에게 있습니다. KoreaHairBand 서비스 이용이 끝난 경우에는 반드시 로그아웃, 웹브라우저를 종료하는 등의 안전조치를 취해주시고 공공장소에서 컴퓨터를 사용하는 경우에는 각별히 개인정보유출 방지에 대해 신경을 써주시기 바랍니다.

10. 의무 및 책임
KoreaHairBand은 개인정보보호지침에 대한 이행사항 및 관련 직원의 준수여부에 대한 감사결과 운영상의 시정 또는 개선을 요하는 사항이나 관련 직원이 지침을 위반한 사실을 발견한 때에는 지체 없이 이를 시정 또는 개선하는 등 필요한 조치를 취하고 있습니다.

11. 이용자 및 법정대리인의 권리와 행사방법 
- 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다. 
- 이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 
- 혹은 개인정보보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다. 
- 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다. 
- 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

12. 개인정보의 파기절차 및 방법
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

[파기절차]
  회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져
  내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 일정 기간 저장된 후 파기되어집니다.
  별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.

[파기방법]
  전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

13. 개인정보 보호책임자 
KoreaHairBand은 정보통신부 시행 개인정보보호지침 제22조 1항에 의거 개인정보 보호책임자를 아래와 같이 지정합니다. 
개인정보 보호책임자는 KoreaHairBand 회원님의 개인정보를 보호하고 유출을 방지하는 책임자로서 회원들이 안심하고 이용할 수 있도록 도와드립니다. 
[개인정보 보호책임자] 
 ㆍ성명 : 홍길동
 ㆍ전화번호 : 02-1111-1111 
 ㆍ팩스번호 : 02-1111-1111 
☞ 신속하고 정확한 업무처리를 위해 전화통화는 지양하고 있습니다. 가급적 최하단에 기재되어 있는 운영자 메일로 문의 부탁 드립니다. 
☞ 팩스로 요청사항을 보내는 경우, 팩스를 발송했다고 운영자 메일로 알려 주시면 보다 빠른 처리가 가능합니다. 
      </textarea>
        
        
        
        </div>
    	</div>
</div>

<div class="footer">
    <jsp:include page="/WEB-INF/views/layout/footer.jsp"></jsp:include>
</div>

<script type="text/javascript" src="<%=cp%>/resource/jquery/js/jquery-ui.min.js"></script>
<script type="text/javascript" src="<%=cp%>/resource/jquery/js/jquery.ui.datepicker-ko.js"></script>
</body>
</html>